/* 
   Root.strings
   EatWatch

   Created by Benjamin Ragheb on 4/15/08.
   Copyright 2008 Benjamin Ragheb. All rights reserved.
 */
APPL_NAME = "FatWatch";

ENERGY_UNIT = "Energy Unit";
CALORIES = "Calories (cal)";
KILOJOULES = "Kilojoules (kJ)";

WEIGHT_UNIT = "Weight Unit";
POUNDS = "Pounds (lbs)";
KILOGRAMS = "Kilograms (kgs)";
STONES = "Stones (st)";

SCALE_INCREMENT = "Scale Precision";
AUTO_WEIGH_IN = "Weigh on Launch";

DISPLAY = "Display";
HIGHLIGHT_WEEKENDS = "Shade Weekends";
HIGHLIGHT_BMI_ZONES = "BMI Zones";
CHART_FIT_GOAL = "Fit Goal on Chart";

NETWORK = "Network";
ENABLE_BONJOUR = "Bonjour";
